Repository: tolocafe/monorepo
Catalog: apps/website/app/lib/locales/*/messages.po
Languages: de, es, fr, ja

source: Stores near you
de: Filialen in deiner Nähe
es: Tiendas cerca de ti
fr: Cafés près de chez vous
ja: お近くの店舗

source: Stories about the farms and regions where our beans come from.
de: Geschichten über die Farmen und Regionen, aus denen unsere Bohnen stammen.
es: Historias sobre las fincas y regiones de donde vienen nuestros granos.
fr: Histoires sur les fermes et régions d'où viennent nos grains.
ja: 私たちの豆が生産される農園や地域についてのストーリー。

source: Stories from the coffee world
de: Geschichten aus der Kaffeewelt
es: Historias del mundo del café
fr: Histoires du monde du café
ja: コーヒーの世界からのストーリー

source: Subtotal
de: Zwischensumme
fr: Sous-total
ja: 小計

source: Suggested Readings
de: Empfohlene Lektüre
es: Lecturas sugeridas
fr: Lectures suggérées
ja: おすすめ記事

source: Sweet and well-rounded. Emerging specialty region in central Mexico.
de: Süß und ausgewogen. Aufstrebende Spezialitätenregion in Zentralmexiko.
es: Dulce y equilibrado. Región de especialidad emergente en el centro de México.
fr: Doux et équilibré. Région de spécialité émergente au centre du Mexique.
ja: 甘く、まろやか。メキシコ中部の新興スペシャルティ産地。

source: Sweet bread
de: Süßes Brot
es: Pan dulce
fr: Pain sucré
ja: スイートブレッド

source: Tasting Notes
de: Geschmacksnoten
es: Notas de Cata
fr: Notes de dégustation
ja: テイスティングノート

source: Tea
de: Tee
es: Té
fr: Thé
ja: 紅茶

source: Tell us about your business, volume needs, and flavor preferences.
de: Erzählen Sie uns von Ihrem Unternehmen, Mengenbedarf und Geschmacksvorlieben.
es: Cuéntanos sobre tu negocio, necesidades de volumen y preferencias de sabor.
fr: Parlez-nous de votre entreprise, de vos besoins en volume et de vos préférences de saveur.
ja: ビジネス、必要量、味の好みについてお聞かせください。

source: The coffee bean you are looking for does not exist or has been removed.
de: Die gesuchte Kaffeebohne existiert nicht oder wurde entfernt.
es: El grano de café que buscas no existe o ha sido eliminado.
fr: Le café que vous recherchez n'existe pas ou a été supprimé.
ja: お探しのコーヒー豆は存在しないか、削除されました。

source: The location you are looking for does not exist or has been removed.
de: Der gesuchte Standort existiert nicht oder wurde entfernt.
es: La ubicación que buscas no existe o ha sido eliminada.
fr: L'emplacement que vous recherchez n'existe pas ou a été supprimé.
ja: お探しの場所は存在しないか、削除されました。

source: The page you are looking for does not exist.
de: Die gesuchte Seite existiert nicht.
es: La página que buscas no existe.
fr: La page que vous recherchez n'existe pas.
ja: お探しのページは存在しません。

source: The post you are looking for does not exist or has been removed.
de: Der gesuchte Beitrag existiert nicht oder wurde entfernt.
es: La publicación que buscas no existe o ha sido eliminada.
fr: L'article que vous recherchez n'existe pas ou a été supprimé.
ja: お探しの記事は存在しないか、削除されました。

source: The product you are looking for does not exist or has been removed.
de: Das gesuchte Produkt existiert nicht oder wurde entfernt.
es: El producto que buscas no existe o ha sido eliminado.
fr: Le produit que vous recherchez n'existe pas ou a été supprimé.
ja: お探しの商品は存在しないか、削除されました。

source: Total
de: Gesamt
ja: 合計

source: Trained baristas on staff
de: Geschulte Baristas im Team
es: Baristas capacitados en el equipo
fr: Baristas formés dans l'équipe
ja: 訓練されたバリスタが在籍

source: Transparent pricing based on volume with no hidden fees.
de: Transparente Preise basierend auf Volumen ohne versteckte Kosten.
es: Precios transparentes basados en volumen sin costos ocultos.
fr: Tarification transparente basée sur le volume sans frais cachés.
ja: 隠れた費用のない、数量ベースの透明な価格設定。

source: Upcoming
de: Demnächst
es: Próximamente
fr: Prochainement
ja: 近日オープン

source: Varietal
de: Varietät
fr: Variété
ja: 品種

source: View all
de: Alle ansehen
es: Ver todo
fr: Tout voir
ja: すべて見る

source: View beans
de: Bohnen ansehen
es: Ver granos
fr: Voir les cafés
ja: 豆を見る

source: View Menu
de: Menü ansehen
es: Ver Menú
fr: Voir le menu
ja: メニューを見る

source: Visit
de: Besuchen
es: Visítanos
fr: Visiter
ja: 訪問

source: Visit us
de: Besuche uns
es: Visítanos
fr: Visitez-nous
ja: お越しください

source: Visit Us
de: Besuche uns
es: Visítanos
fr: Visitez-nous
ja: お越しください

source: Visit us on TripAdvisor
de: Besuche uns auf TripAdvisor
es: Visítanos en TripAdvisor
fr: Visitez-nous sur TripAdvisor
ja: TripAdvisorでご覧ください

source: We are preparing amazing content for you. Our blog will include coffee tips, brewing guides, origin stories, and news from our cafés.
de: Wir bereiten tolle Inhalte für dich vor. Unser Blog wird Kaffeetipps, Zubereitungsanleitungen, Herkunftsgeschichten und Neuigkeiten aus unseren Cafés enthalten.
es: Estamos preparando contenido increíble para ti. Nuestro blog incluirá consejos de café, guías de preparación, historias de origen y noticias de nuestras cafeterías.
fr: Nous préparons du contenu incroyable pour vous. Notre blog comprendra des conseils sur le café, des guides de préparation, des histoires d'origine et des nouvelles de nos cafés.
ja: 素晴らしいコンテンツを準備中です。ブログでは、コーヒーのヒント、淹れ方ガイド、産地のストーリー、カフェからのニュースをお届けします。

source: We are preparing our bean catalog. Check back soon to discover our carefully selected coffees.
de: Wir bereiten unseren Bohnenkatalog vor. Schau bald wieder vorbei, um unsere sorgfältig ausgewählten Kaffees zu entdecken.
es: Estamos preparando nuestro catálogo de granos. Vuelve pronto para descubrir nuestros cafés cuidadosamente seleccionados.
fr: Nous préparons notre catalogue de cafés. Revenez bientôt pour découvrir nos cafés soigneusement sélectionnés.
ja: 豆のカタログを準備中です。厳選されたコーヒーを発見するために、またお越しください。

source: We are preparing our location information. Check back soon.
de: Wir bereiten unsere Standortinformationen vor. Schau bald wieder vorbei.
es: Estamos preparando la información de nuestras ubicaciones. Vuelve pronto.
fr: Nous préparons les informations de nos emplacements. Revenez bientôt.
ja: 店舗情報を準備中です。またお越しください。

source: We are preparing our store. Check back soon to discover our products.
de: Wir bereiten unseren Shop vor. Schau bald wieder vorbei, um unsere Produkte zu entdecken.
es: Estamos preparando nuestra tienda. Vuelve pronto para descubrir nuestros productos.
fr: Nous préparons notre boutique. Revenez bientôt pour découvrir nos produits.
ja: ストアを準備中です。商品を発見するために、またお越しください。

source: We roast every week, so there's always something fresh. Ask what's new or take a bag home.
de: Wir rösten jede Woche, also gibt es immer etwas Frisches. Frag, was neu ist, oder nimm eine Tüte mit nach Hause.
es: Tostamos cada semana, así que siempre hay algo recién salido. Pregunta qué hay nuevo o llévate una bolsa.
fr: Nous torréfions chaque semaine, donc il y a toujours quelque chose de frais. Demandez les nouveautés ou emportez un sachet.
ja: 毎週焙煎しているので、いつも新鮮なものがあります。新しいものを聞いてみるか、袋を持ち帰ってください。

source: We send you curated samples so you can taste before committing.
de: Wir senden Ihnen ausgewählte Muster, damit Sie vor der Bestellung probieren können.
es: Te enviamos muestras seleccionadas para que pruebes antes de comprometerte.
fr: Nous vous envoyons des échantillons sélectionnés pour que vous puissiez goûter avant de vous engager.
ja: 厳選したサンプルをお送りしますので、ご契約前にお試しいただけます。

source: We serve you quickly. Or order ahead on the app and just pick up.
de: Wir bedienen dich schnell. Oder bestelle über die App vor und hole es einfach ab.
es: Te atendemos rápido. O pide por adelantado en la app y solo pasa a recoger.
fr: Nous vous servons rapidement. Ou commandez à l'avance sur l'app et récupérez simplement.
ja: 素早くお届けします。アプリで事前注文して、受け取るだけ。

source: We source from four key regions in Mexico, plus rotating international origins from Colombia, Ethiopia, Panama, and more.
de: Wir beziehen aus vier wichtigen Regionen in Mexiko, plus wechselnde internationale Herkunftsländer aus Kolumbien, Äthiopien, Panama und mehr.
es: Abastecemos de cuatro regiones clave en México, más orígenes internacionales rotativos de Colombia, Etiopía, Panamá y más.
fr: Nous nous approvisionnons dans quatre régions clés du Mexique, plus des origines internationales rotatives de Colombie, d'Éthiopie, du Panama et plus encore.
ja: メキシコの4つの主要産地に加え、コロンビア、エチオピア、パナマなどの国際産地をローテーションで仕入れています。

source: We work directly with farmers across Mexico to bring you specialty-grade coffee with full traceability. As your wholesale specialty coffee supplier, we handle sourcing, roasting, and delivery so you can focus on your business.
de: Wir arbeiten direkt mit Farmern in ganz Mexiko zusammen, um Ihnen Spezialitätenkaffee mit voller Rückverfolgbarkeit zu liefern. Als Ihr Großhandels-Spezialitätenkaffee-Lieferant übernehmen wir Beschaffung, Röstung und Lieferung, damit Sie sich auf Ihr Geschäft konzentrieren können.
es: Trabajamos directamente con productores en todo México para traerte café de grado especialidad con trazabilidad completa. Como tu proveedor mayorista de café de especialidad, nos encargamos del abastecimiento, tueste y entrega para que te enfoques en tu negocio.
fr: Nous travaillons directement avec des producteurs à travers le Mexique pour vous apporter du café de grade spécialité avec une traçabilité complète. En tant que votre fournisseur grossiste de café de spécialité, nous gérons l'approvisionnement, la torréfaction et la livraison pour que vous puissiez vous concentrer sur votre activité.
ja: メキシコ全土の農家と直接取引し、完全なトレーサビリティを持つスペシャルティグレードのコーヒーをお届けします。卸売スペシャルティコーヒーサプライヤーとして、調達、焙煎、配送を担当し、お客様がビジネスに集中できるようにします。

source: We would love to hear from you
de: Wir würden gerne von dir hören
es: Nos encantaría saber de ti
fr: Nous aimerions avoir de vos nouvelles
ja: ご連絡をお待ちしております

source: Weekly
de: Wöchentlich
es: Semanal
fr: Chaque semaine
ja: 毎週

source: Weekly roasting
de: Wöchentliche Röstung
es: Tueste semanal
fr: Torréfaction hebdomadaire
ja: 毎週焙煎

source: What is on the menu?
de: Was gibt es auf der Karte?
es: ¿Qué hay?
fr: Qu'y a-t-il au menu ?
ja: メニューは何がありますか？

source: What to Expect
de: Was dich erwartet
es: Qué Esperar
fr: À quoi s'attendre
ja: 期待できること

source: Whether you run a café, restaurant, hotel, or office — we would love to be your coffee partner. Reach out and let's talk.
de: Ob Sie ein Café, Restaurant, Hotel oder Büro betreiben — wir würden gerne Ihr Kaffeepartner sein. Kontaktieren Sie uns und lassen Sie uns sprechen.
es: Ya sea que tengas una cafetería, restaurante, hotel u oficina — nos encantaría ser tu socio de café. Escríbenos y platiquemos.
fr: Que vous dirigiez un café, un restaurant, un hôtel ou un bureau — nous serions ravis d'être votre partenaire café. Contactez-nous et discutons.
ja: カフェ、レストラン、ホテル、オフィスを運営されている方 — 私たちはあなたのコーヒーパートナーになりたいと思っています。お気軽にご連絡ください。

source: Wholesale
de: Großhandel
es: Mayoreo
fr: Vente en gros
ja: 卸売

source: Why Source with TOLO
de: Warum mit TOLO Einkaufen
es: Por Qué Abastecerte con TOLO
fr: Pourquoi Choisir TOLO
ja: TOLOから調達する理由

source: You may also like
de: Das könnte Ihnen auch gefallen
es: También te puede interesar
fr: Vous aimerez aussi
ja: こちらもおすすめ

source: Your Cart
de: Dein Warenkorb
es: Tu carrito
fr: Votre panier
ja: カート

source: Your cart is empty
de: Dein Warenkorb ist leer
es: Tu carrito está vacío
fr: Votre panier est vide
ja: カートは空です

source: Your coffee, your way
de: Dein Kaffee, auf deine Art
es: Tu café, a tu gusto
fr: Votre café, à votre façon
ja: あなたのコーヒー、あなたのスタイルで
