Repository: tolocafe/monorepo
Catalog: apps/website/app/lib/locales/*/messages.po
Languages: de, es, fr, ja

source: \u2190 Continue Shopping
de: ← Weiter einkaufen
es: ← Continuar comprando
fr: ← Continuer les achats
ja: ← ショッピングを続ける

source: © {currentYear} TOLO. All rights reserved.
de: © {currentYear} TOLO. Alle Rechte vorbehalten.
es: © {currentYear} TOLO. Todos los derechos reservados.
fr: © {currentYear} TOLO. Tous droits réservés.
ja: © {currentYear} TOLO. 無断複写・転載を禁じます。

source: ← Back to Blog
de: ← Zurück zum Blog
es: ← Volver al Blog
fr: ← Retour au blog
ja: ← ブログに戻る

source: ← Back to Our Beans
de: ← Zurück zu unseren Bohnen
es: ← Volver a Nuestros Granos
fr: ← Retour à nos cafés
ja: ← コーヒー豆一覧に戻る

source: ← Back to Shop
de: ← Zurück zum Shop
es: ← Volver a la Tienda
fr: ← Retour à la boutique
ja: ← ショップに戻る

source: 100+ reviews
de: 100+ Bewertungen
es: 100+ reseñas
fr: 100+ avis
ja: 100件以上のレビュー

source: 4.9★ with 100+ reviews (thank you!). Finalists in local competitions. A space to hang out or work.
de: 4.9★ mit über 100 Bewertungen (danke!). Finalisten bei lokalen Wettbewerben. Ein Ort zum Abhängen oder Arbeiten.
es: 4.9★ con +100 reseñas (¡gracias!). Finalistas en competencias locales. Un espacio para convivir o trabajar.
fr: 4.9★ avec plus de 100 avis (merci !). Finalistes de compétitions locales. Un espace pour se détendre ou travailler.
ja: 4.9★、100件以上のレビュー（ありがとうございます！）。地元コンペのファイナリスト。くつろいだり、仕事をしたりできる空間。

source: A bit more about us
de: Ein bisschen mehr über uns
es: Un poco más sobre nosotros
fr: Un peu plus sur nous
ja: 私たちについてもう少し

source: A great community
de: Eine großartige Gemeinschaft
es: Una comunidad chida
fr: Une super communauté
ja: 素晴らしいコミュニティ

source: A place to hang out or work: fast Wi-Fi, pet-friendly and good vibes.
de: Ein Ort zum Abhängen oder Arbeiten: schnelles WLAN, haustierfreundlich und gute Stimmung.
es: Un lugar para convivir o trabajar: Wi‑Fi rápido, pet‑friendly y buen ambiente.
fr: Un endroit pour se détendre ou travailler : Wi-Fi rapide, animaux acceptés et bonne ambiance.
ja: くつろいだり仕事をしたりできる場所：高速Wi-Fi、ペット可、良い雰囲気。

source: About
de: Über uns
es: Nosotros
fr: À propos
ja: 私たちについて

source: About this product
de: Über dieses Produkt
es: Sobre este producto
fr: À propos de ce produit
ja: この商品について

source: Add to Cart
de: In den Warenkorb
es: Agregar al carrito
fr: Ajouter au panier
ja: カートに追加

source: Adding...
de: Wird hinzugefügt...
es: Agregando...
fr: Ajout en cours...
ja: 追加中...

source: Address
de: Adresse
es: Dirección
fr: Adresse
ja: 住所

source: All locations
de: Alle Standorte
es: Todas las ubicaciones
fr: Tous les emplacements
ja: 全店舗

source: Altitude
de: Höhe
es: Altitud
ja: 標高

source: Always fresh
de: Immer frisch
es: Siempre fresquito
fr: Toujours frais
ja: いつも新鮮

source: Always fresh coffee. We also sell bags of beans in store.
de: Immer frischer Kaffee. Wir verkaufen auch Bohnentüten im Laden.
es: Café fresquito siempre. También vendemos bolsas de grano en tienda.
fr: Du café toujours frais. Nous vendons aussi des sachets de grains en boutique.
ja: いつも新鮮なコーヒー。店頭でも豆を販売しています。

source: And if you want to take coffee home: beans available in store.
de: Und wenn du Kaffee mit nach Hause nehmen möchtest: Bohnen im Laden erhältlich.
es: Y si quieres llevarte café: café en grano en tienda.
fr: Et si vous voulez emporter du café : grains disponibles en boutique.
ja: コーヒーをお持ち帰りしたい場合は、店頭で豆を販売しています。

source: At TOLO we make good coffee — that is it. We roast every week and prepare espresso, pour overs, matcha, cold brew, chai, cacao, tea and sweet bread. Want to take coffee home? We have bags of beans in store. For our Mexican coffees we work directly with farms we know, and we rotate origins like Colombia, Ethiopia and Panama.
de: Bei TOLO machen wir guten Kaffee — das ist alles. Wir rösten jede Woche und bereiten Espresso, Pour Over, Matcha, Cold Brew, Chai, Kakao, Tee und süßes Brot zu. Möchtest du Kaffee mit nach Hause nehmen? Wir haben Bohnentüten im Laden. Für unsere mexikanischen Kaffees arbeiten wir direkt mit Farmen zusammen, die wir kennen, und wir wechseln Herkunftsländer wie Kolumbien, Äthiopien und Panama.
es: En TOLO hacemos buen café — eso es todo. Tostamos cada semana y preparamos espresso, pour overs, matcha, cold brew, chai, cacao, té y pan dulce. ¿Quieres llevarte café a casa? Tenemos bolsas de grano en tienda. Para nuestros cafés de México trabajamos directo con fincas que conocemos, y rotamos orígenes como Colombia, Etiopía y Panamá.
fr: Chez TOLO, nous faisons du bon café — c'est tout. Nous torréfions chaque semaine et préparons des espressos, pour overs, matcha, cold brew, chai, cacao, thé et pain sucré. Vous voulez emporter du café ? Nous avons des sachets de grains en boutique. Pour nos cafés mexicains, nous travaillons directement avec des fermes que nous connaissons, et nous alternons des origines comme la Colombie, l'Éthiopie et le Panama.
ja: TOLOでは美味しいコーヒーを作っています — それだけです。毎週焙煎し、エスプレッソ、プアオーバー、抹茶、コールドブリュー、チャイ、カカオ、紅茶、スイートブレッドを提供しています。コーヒーをお持ち帰りしたいですか？店頭で豆を販売しています。メキシコのコーヒーは、私たちが知っている農園から直接仕入れ、コロンビア、エチオピア、パナマなどの産地をローテーションしています。

source: Bean Not Found
de: Bohne nicht gefunden
es: Grano No Encontrado
fr: Café non trouvé
ja: コーヒー豆が見つかりません

source: Bestseller
es: Más vendido
fr: Meilleure vente
ja: ベストセラー

source: Blog
ja: ブログ

source: Brewing Guides
de: Zubereitungsanleitungen
es: Guías de Preparación
fr: Guides de préparation
ja: 淹れ方ガイド

source: Bright, complex, and fruity. Zapotec and Mixtec producers.
de: Hell, komplex und fruchtig. Zapotekische und mixtekische Produzenten.
es: Brillante, complejo y afrutado. Productores zapotecos y mixtecos.
fr: Lumineux, complexe et fruité. Producteurs zapotèques et mixtèques.
ja: 明るく、複雑でフルーティー。サポテクとミステクの生産者。

source: Cacao
de: Kakao
ja: カカオ

source: Carefully selected single origins and blends
de: Sorgfältig ausgewählte Single Origins und Blends
es: Orígenes únicos y mezclas cuidadosamente seleccionados
fr: Single origins et blends soigneusement sélectionnés
ja: 厳選されたシングルオリジンとブレンド

source: Chai
ja: チャイ

source: Checkout
de: Zur Kasse
es: Finalizar compra
fr: Passer la commande
ja: 購入手続きへ

source: Close menu
de: Menü schließen
es: Cerrar menú
fr: Fermer le menu
ja: メニューを閉じる

source: Coffee beans
de: Kaffeebohnen
es: Café en grano
fr: Grains de café
ja: コーヒー豆

source: Coffee Origins
de: Kaffee-Herkunftsländer
es: Orígenes del Café
fr: Origines du café
ja: コーヒーの産地

source: Coffee sourcing
de: Unser Kaffee
es: Nuestro café
fr: Approvisionnement en café
ja: コーヒー豆

source: Coffee, accessories, and more
de: Kaffee, Zubehör und mehr
es: Café, accesorios y más
fr: Café, accessoires et plus
ja: コーヒー、アクセサリーなど

source: Cold brew
ja: コールドブリュー

source: Coming Soon
de: Demnächst
es: Próximamente
fr: Bientôt disponible
ja: 近日公開

source: Company
de: Unternehmen
es: Empresa
fr: Entreprise
ja: 会社情報

source: Contact
de: Kontakt
es: Contacto
ja: お問い合わせ

source: Contact Us
de: Kontaktiere uns
es: Contacto
fr: Contactez-nous
ja: お問い合わせ

source: Continue Shopping
de: Weiter einkaufen
es: Continuar comprando
fr: Continuer les achats
ja: ショッピングを続ける

source: Decrease quantity
de: Menge verringern
es: Disminuir cantidad
fr: Diminuer la quantité
ja: 数量を減らす

source: Delivery
de: Lieferung
es: Entrega
fr: Livraison
ja: 配送

source: Direct from the farm
de: Direkt von der Farm
es: Directo de la finca
fr: Direct de la ferme
ja: 農園から直接

source: Direct trade relationships with Mexican coffee farms
de: Direkthandelsbeziehungen mit mexikanischen Kaffeefarmen
es: Relaciones de comercio directo con fincas cafetaleras mexicanas
fr: Relations de commerce direct avec des fermes de café mexicaines
ja: メキシコのコーヒー農園とのダイレクトトレード関係

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード

source: Download app
de: App herunterladen
es: Descargar app
fr: Télécharger l'app
ja: アプリをダウンロード

source: Download the App
de: Die App herunterladen
es: Descargar la App
fr: Télécharger l'application
ja: アプリをダウンロードする

source: Email
es: Correo
ja: メール

source: Espresso drinks
de: Espresso-Getränke
es: Bebidas espresso
fr: Boissons espresso
ja: エスプレッソドリンク

source: Est. 2024
de: Gegr. 2024
es: Fundado 2024
fr: Fondé 2024
ja: 2024年創業

source: Explore
de: Entdecken
es: Explorar
fr: Explorer
ja: 探索

source: Explore our coffee beans and take a bag home (in store).
de: Entdecke unsere Kaffeebohnen und nimm eine Tüte mit nach Hause (im Laden).
es: Explora nuestros cafés en grano y llévate una bolsa (en tienda).
fr: Découvrez nos grains de café et emportez un sachet (en boutique).
ja: コーヒー豆を探索して、袋を持ち帰ろう（店頭にて）。

source: Find a store
de: Filiale finden
es: Encuentra una tienda
fr: Trouver un café
ja: 店舗を探す

source: Find us and visit for freshly roasted coffee
de: Finde uns und besuche uns für frisch gerösteten Kaffee
es: Encuéntranos y visítanos por café recién tostado
fr: Trouvez-nous et venez pour du café fraîchement torréfié
ja: 新鮮な焙煎コーヒーを求めてお越しください

source: Flexible volumes for cafés, restaurants, hotels, and offices
de: Flexible Mengen für Cafés, Restaurants, Hotels und Büros
es: Volúmenes flexibles para cafeterías, restaurantes, hoteles y oficinas
fr: Volumes flexibles pour cafés, restaurants, hôtels et bureaux
ja: カフェ、レストラン、ホテル、オフィス向けの柔軟な数量対応

source: Fresh roasts every week
de: Frische Röstungen jede Woche
es: Tuestes frescos cada semana
fr: Torréfactions fraîches chaque semaine
ja: 毎週新鮮な焙煎

source: From first contact to regular delivery in four simple steps.
de: Vom ersten Kontakt zur regelmäßigen Lieferung in vier einfachen Schritten.
es: Del primer contacto a la entrega regular en cuatro simples pasos.
fr: Du premier contact à la livraison régulière en quatre étapes simples.
ja: 最初のお問い合わせから定期配送まで、4つの簡単なステップ。

source: From our shop
de: Aus unserem Shop
es: De nuestra tienda
fr: De notre boutique
ja: ショップから

source: From the blog
de: Aus dem Blog
es: Del blog
fr: Du blog
ja: ブログから

source: Full traceability from farm to cup on every bag
de: Vollständige Rückverfolgbarkeit von der Farm bis zur Tasse auf jeder Packung
es: Trazabilidad completa de la finca a la taza en cada bolsa
fr: Traçabilité complète de la ferme à la tasse sur chaque sachet
ja: すべての袋で農園からカップまでの完全なトレーサビリティ

source: Full-bodied with chocolate notes. Altitude-grown in the Sierra Madre.
de: Vollmundig mit Schokoladennoten. In Höhenlage in der Sierra Madre angebaut.
es: Cuerpo robusto con notas de chocolate. Cultivado en altura en la Sierra Madre.
fr: Corsé avec des notes de chocolat. Cultivé en altitude dans la Sierra Madre.
ja: チョコレートの風味を持つフルボディ。シエラマドレの高地栽培。

source: Get in touch
de: Kontakt aufnehmen
es: Contáctanos
fr: Nous contacter
ja: お問い合わせ

source: Good coffee
de: Guter Kaffee
es: Buen café
fr: Bon café
ja: 美味しいコーヒー

source: Good coffee, just like that.
de: Guter Kaffee, ganz einfach.
es: Buen café, así nomás.
fr: Du bon café, tout simplement.
ja: 美味しいコーヒー、それだけ。

source: Good coffee, simple as that.
de: Guter Kaffee, so einfach ist das.
es: Buen café, así nomás.
fr: Du bon café, tout simplement.
ja: 美味しいコーヒー、それだけ。

source: Hi, we are TOLO
de: Hallo, wir sind TOLO
es: Hola, somos TOLO
fr: Bonjour, nous sommes TOLO
ja: こんにちは、TOLOです

source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム

source: Hours
de: Öffnungszeiten
es: Horario
fr: Horaires
ja: 営業時間

source: How Wholesale Sourcing Works
de: So Funktioniert der Großhandel
es: Cómo Funciona el Abastecimiento Mayoreo
fr: Comment Fonctionne Notre Approvisionnement
ja: 卸売調達の流れ

source: In a hurry?
de: In Eile?
es: ¿Con prisa?
fr: Pressé ?
ja: お急ぎですか？

source: Increase quantity
de: Menge erhöhen
es: Aumentar cantidad
fr: Augmenter la quantité
ja: 数量を増やす

source: Inquiry
de: Anfrage
es: Consulta
fr: Demande
ja: お問い合わせ

source: Leave us a Google Review
de: Hinterlasse uns eine Google-Bewertung
es: Déjanos una Reseña en Google
fr: Laissez-nous un avis Google
ja: Googleレビューを書く

source: Limited
de: Limitiert
es: Edición limitada
fr: Édition limitée
ja: 限定

source: Loading cart...
de: Warenkorb wird geladen...
es: Cargando carrito...
fr: Chargement du panier...
ja: カートを読み込み中...

source: Location Not Found
de: Standort nicht gefunden
es: Ubicación No Encontrada
fr: Emplacement non trouvé
ja: 場所が見つかりません

source: Locations
de: Standorte
es: Ubicaciones
fr: Emplacements
ja: 店舗

source: Looks like you have not added any items to your cart yet.
de: Es sieht so aus, als hättest du noch keine Artikel in deinen Warenkorb gelegt.
es: Parece que aún no has agregado ningún producto a tu carrito.
fr: Il semble que vous n'ayez pas encore ajouté d'articles à votre panier.
ja: まだカートに商品が追加されていないようです。

source: Main
de: Hauptstandort
es: Principal
fr: Principal
ja: メイン

source: Matcha
ja: 抹茶

source: Menu
de: Menü
es: Menú
ja: メニュー

source: Mexican Specialty Coffee, Direct from the Farm
de: Mexikanischer Spezialitätenkaffee, Direkt von der Farm
es: Café Mexicano de Especialidad, Directo de la Finca
fr: Café de Spécialité Mexicain, Direct de la Ferme
ja: メキシカンスペシャルティコーヒー、農園から直接

source: Mon-Fri: 8am - 8pm
de: Mo-Fr: 8-20 Uhr
es: Lun-Vie: 8am - 8pm
fr: Lun-Ven : 8h - 20h
ja: 月〜金：8時〜20時

source: New
de: Neu
es: Nuevo
fr: Nouveau
ja: 新商品

source: News about new offerings, events, and what is happening at TOLO.
de: Neuigkeiten über neue Angebote, Veranstaltungen und was bei TOLO passiert.
es: Noticias sobre nuevas ofertas, eventos y lo que pasa en TOLO.
fr: Actualités sur les nouvelles offres, événements et ce qui se passe chez TOLO.
ja: 新商品、イベント、TOLOの最新情報をお届けします。

source: Open menu
de: Menü öffnen
es: Abrir menú
fr: Ouvrir le menu
ja: メニューを開く

source: Order ahead
de: Vorbestellen
es: Pide por adelantado
fr: Commander à l'avance
ja: 事前注文

source: Order ahead and pick up, no lines.
de: Vorbestellen und abholen, ohne Wartezeit.
es: Pide por adelantado y pasa a recoger, sin filas.
fr: Commandez à l'avance et récupérez, sans file d'attente.
ja: 事前注文して受け取り、並ばずに。

source: Order with the app
de: Mit der App bestellen
es: Ordena con la app
fr: Commander avec l'app
ja: アプリで注文

source: Order your favorite coffee ahead and pick it up when you arrive, no waiting. Save your favorites, repeat previous orders in one tap and receive exclusive offers just for app users. The app is free and available for iOS and Android.
de: Bestelle deinen Lieblingskaffee vor und hole ihn ab, wenn du ankommst, ohne zu warten. Speichere deine Favoriten, wiederhole frühere Bestellungen mit einem Tap und erhalte exklusive Angebote nur für App-Nutzer. Die App ist kostenlos und für iOS und Android verfügbar.
es: Pide tu café favorito por adelantado y recógelo cuando llegues, sin esperar. Guarda tus favoritos, repite pedidos anteriores en un tap y recibe ofertas exclusivas solo para usuarios de la app. La app es gratis y está disponible para iOS y Android.
fr: Commandez votre café préféré à l'avance et récupérez-le à votre arrivée, sans attendre. Enregistrez vos favoris, répétez les commandes précédentes en un tap et recevez des offres exclusives réservées aux utilisateurs de l'app. L'app est gratuite et disponible pour iOS et Android.
ja: お気に入りのコーヒーを事前注文して、到着時に受け取り、待ち時間なし。お気に入りを保存し、以前の注文をワンタップで繰り返し、アプリユーザー限定の特別オファーを受け取れます。アプリは無料でiOSとAndroidで利用可能です。

source: Origin
de: Herkunft
es: Origen
fr: Origine
ja: 産地

source: Our app
de: Unsere App
es: Nuestra app
fr: Notre app
ja: 私たちのアプリ

source: Our Apps
de: Unsere Apps
es: Nuestras Apps
fr: Nos applications
ja: アプリ

source: Our Beans
de: Unsere Bohnen
es: Nuestros Granos
fr: Nos cafés
ja: コーヒー豆

source: Our contact form is in preparation. In the meantime, you can find us at any of our locations or reach out through our social media.
de: Unser Kontaktformular wird vorbereitet. In der Zwischenzeit findest du uns an einem unserer Standorte oder erreichst uns über unsere sozialen Medien.
es: Nuestro formulario de contacto está en preparación. Mientras tanto, puedes encontrarnos en cualquiera de nuestras ubicaciones o comunicarte a través de nuestras redes sociales.
fr: Notre formulaire de contact est en préparation. En attendant, vous pouvez nous trouver dans l'un de nos établissements ou nous contacter via nos réseaux sociaux.
ja: お問い合わせフォームは準備中です。その間、いずれかの店舗にお越しいただくか、SNSでご連絡ください。

source: Our Locations
de: Unsere Standorte
es: Nuestras Ubicaciones
fr: Nos emplacements
ja: 店舗一覧

source: Our Mexican Coffee Origins
de: Unsere Mexikanischen Kaffee-Herkunftsregionen
es: Nuestros Orígenes de Café Mexicano
fr: Nos Origines de Café Mexicain
ja: メキシコのコーヒー産地

source: Our Mexican coffees come straight from farms we know. We also rotate origins from Colombia, Ethiopia, Panama and more.
de: Unsere mexikanischen Kaffees kommen direkt von Farmen, die wir kennen. Wir wechseln auch Herkunftsländer wie Kolumbien, Äthiopien, Panama und mehr.
es: Nuestros cafés de México vienen directo de fincas que conocemos. También rotamos orígenes de Colombia, Etiopía, Panamá y más.
fr: Nos cafés mexicains viennent directement de fermes que nous connaissons. Nous alternons également des origines comme la Colombie, l'Éthiopie, le Panama et plus encore.
ja: メキシコのコーヒーは、私たちが知っている農園から直接届きます。コロンビア、エチオピア、パナマなどの産地もローテーションしています。

source: Our team is SCA certified and always ready to help you find your coffee.
de: Unser Team ist SCA-zertifiziert und immer bereit, dir bei der Auswahl deines Kaffees zu helfen.
es: Nuestro equipo está certificado por la SCA y siempre listo para ayudarte a encontrar tu café.
fr: Notre équipe est certifiée SCA et toujours prête à vous aider à trouver votre café.
ja: 私たちのチームはSCA認定を受けており、あなたのコーヒー選びをいつでもお手伝いします。

source: Page Not Found
de: Seite nicht gefunden
es: Página No Encontrada
fr: Page non trouvée
ja: ページが見つかりません

source: People who know coffee
de: Menschen, die Kaffee kennen
es: Gente que sabe de café
fr: Des gens qui connaissent le café
ja: コーヒーを知る人々

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
ja: 電話

source: Post Not Found
de: Beitrag nicht gefunden
es: Publicación No Encontrada
fr: Article non trouvé
ja: 記事が見つかりません

source: Pour overs
de: Pour Over
fr: Pour over
ja: プアオーバー

source: Premium single-origin beans sourced directly from Mexican farms. Roasted weekly and delivered to your café, restaurant, or office.
de: Premium-Single-Origin-Bohnen direkt von mexikanischen Farmen. Wöchentlich geröstet und an Ihr Café, Restaurant oder Büro geliefert.
es: Granos premium de origen único directamente de fincas mexicanas. Tostados semanalmente y entregados a tu cafetería, restaurante u oficina.
fr: Grains premium single-origin directement des fermes mexicaines. Torréfiés chaque semaine et livrés à votre café, restaurant ou bureau.
ja: メキシコの農園から直接仕入れたプレミアムシングルオリジン豆。毎週焙煎し、カフェ、レストラン、オフィスにお届けします。

source: Pricing
de: Preisgestaltung
es: Precios
fr: Tarification
ja: 価格設定

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー

source: Process
de: Verarbeitung
es: Proceso
fr: Procédé
ja: 精製方法

source: Producer
de: Produzent
es: Productor
fr: Producteur
ja: 生産者

source: Product Not Found
de: Produkt nicht gefunden
es: Producto No Encontrado
fr: Produit non trouvé
ja: 商品が見つかりません

source: Quantity
de: Menge
es: Cantidad
fr: Quantité
ja: 数量

source: Read more
de: Mehr lesen
es: Leer más
fr: Lire la suite
ja: もっと読む

source: Ready to Source Mexican Specialty Coffee?
de: Bereit für Mexikanischen Spezialitätenkaffee?
es: ¿Listo para Abastecerte de Café Mexicano de Especialidad?
fr: Prêt à Vous Approvisionner en Café de Spécialité Mexicain ?
ja: メキシカンスペシャルティコーヒーの調達をお考えですか？

source: Region
es: Región
fr: Région
ja: 地域

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除

source: Roasted weekly
de: Wöchentlich geröstet
es: Tostado cada semana
fr: Torréfié chaque semaine
ja: 毎週焙煎

source: Roasted weekly and shipped on your schedule. Consistent quality, every time.
de: Wöchentlich geröstet und nach Ihrem Zeitplan versandt. Gleichbleibende Qualität, jedes Mal.
es: Tostado semanalmente y enviado según tu calendario. Calidad consistente, siempre.
fr: Torréfié chaque semaine et expédié selon votre calendrier. Qualité constante, à chaque fois.
ja: 毎週焙煎し、ご希望のスケジュールで配送。一貫した品質を、毎回。

source: Roasted weekly for peak freshness — never sitting on a shelf
de: Wöchentlich geröstet für maximale Frische — nie im Regal liegend
es: Tostado semanalmente para máxima frescura — nunca guardado en un estante
fr: Torréfié chaque semaine pour une fraîcheur optimale — jamais stocké sur une étagère
ja: 最高の鮮度のために毎週焙煎 — 棚に眠ることはありません

source: Sale
de: Angebot
es: Oferta
fr: Promo
ja: セール

source: Sample
de: Muster
es: Muestra
fr: Échantillon
ja: サンプル

source: Sat-Sun: 9am - 6pm
de: Sa-So: 9-18 Uhr
es: Sáb-Dom: 9am - 6pm
fr: Sam-Dim : 9h - 18h
ja: 土〜日：9時〜18時

source: SCA certified
de: SCA-zertifiziert
es: Certificación SCA
fr: Certifié SCA
ja: SCA認定

source: SCA-certified team for brewing support and training
de: SCA-zertifiziertes Team für Zubereitungsunterstützung und Schulung
es: Equipo certificado SCA para soporte de preparación y capacitación
fr: Équipe certifiée SCA pour le support de préparation et la formation
ja: 抽出サポートとトレーニングのためのSCA認定チーム

source: See locations
de: Standorte ansehen
es: Ver ubicaciones
fr: Voir les emplacements
ja: 店舗を見る

source: See our locations
de: Unsere Standorte ansehen
es: Ver nuestras ubicaciones
fr: Voir nos établissements
ja: 店舗一覧を見る

source: Select language, current: {0}
de: Sprache wählen, aktuell: {0}
es: Seleccionar idioma, actual: {0}
fr: Sélectionner la langue, actuel : {0}
ja: 言語を選択、現在: {0}

source: Shop
es: Tienda
fr: Boutique
ja: ショップ

source: Shop Now
de: Jetzt einkaufen
es: Comprar ahora
fr: Acheter maintenant
ja: 今すぐ購入

source: Shop Updates
de: Shop-Neuigkeiten
es: Novedades de la Tienda
fr: Actualités de la boutique
ja: ショップのお知らせ

source: Shopping cart{0}
de: Warenkorb{0}
es: Carrito de compras{0}
fr: Panier{0}
ja: カート{0}

source: Smooth, nutty, and balanced. One of Mexico's oldest coffee regions.
de: Weich, nussig und ausgewogen. Eine der ältesten Kaffeeregionen Mexikos.
es: Suave, con notas de nuez y equilibrado. Una de las regiones cafetaleras más antiguas de México.
fr: Doux, aux notes de noix et équilibré. L'une des plus anciennes régions caféières du Mexique.
ja: まろやかでナッツの風味、バランスが良い。メキシコ最古のコーヒー産地のひとつ。

source: Sold out
de: Ausverkauft
es: Agotado
fr: Épuisé
ja: 売り切れ

source: Sold Out
de: Ausverkauft
es: Agotado
fr: Épuisé
ja: 売り切れ

source: Something bold or something smooth? Tell us what you like and we'll help you choose. No fuss.
de: Etwas Kräftiges oder etwas Mildes? Sag uns, was du magst, und wir helfen dir bei der Auswahl. Ganz unkompliziert.
es: ¿Algo intenso o algo más suave? Cuéntanos qué te late y te ayudamos a elegir. Sin complicaciones.
fr: Quelque chose de corsé ou de doux ? Dites-nous ce que vous aimez et nous vous aiderons à choisir. Sans chichi.
ja: しっかりした味がお好み？それともまろやかな味？お好みを教えてください、選ぶお手伝いをします。気軽にどうぞ。

source: Specialty coffee since day one
de: Spezialitätenkaffee seit dem ersten Tag
es: Café de especialidad desde el primer día
fr: Café de spécialité depuis le premier jour
ja: 初日からスペシャルティコーヒー

source: Specialty coffee, roasted weekly and made with care. Stop by for an espresso, stay to work for a bit, or just come to chat.
de: Spezialitätenkaffee, wöchentlich geröstet und mit Sorgfalt zubereitet. Komm auf einen Espresso vorbei, bleib zum Arbeiten oder einfach zum Plaudern.
es: Café de especialidad, tostado cada semana y hecho con cariño. Pásate por un espresso, quédate a trabajar un rato, o simplemente ven a platicar.
fr: Café de spécialité, torréfié chaque semaine et préparé avec soin. Passez pour un espresso, restez travailler un peu, ou venez simplement discuter.
ja: スペシャルティコーヒー、毎週焙煎し、丁寧に淹れています。エスプレッソを飲みに、少し仕事をしに、または単におしゃべりしにお立ち寄りください。

source: Starting from {0}
de: Ab {0}
es: Desde {0}
fr: À partir de {0}
ja: {0}から

source: Step-by-step instructions for the perfect cup at home.
de: Schritt-für-Schritt-Anleitungen für die perfekte Tasse zu Hause.
es: Instrucciones paso a paso para la taza perfecta en casa.
fr: Instructions étape par étape pour la tasse parfaite à la maison.
ja: 自宅で完璧な一杯を淹れるためのステップバイステップガイド。

source: Store
de: Shop
es: Tienda
fr: Boutique
ja: ストア
